%%: 声明
-ifndef(cfg_monsterBoss).
-define(cfg_monsterBoss, 1).

-record(monsterBossCfg, {
        %%: 怪物id，与宠物ID累计，不能超过50000
        %%: 1-99 技能载体，测试怪；601-700&1001 守护女神活动怪；701-770 首领入侵活动怪；771-990 惊天喵盗团活动怪；991-1000 活动经验地图怪；1002-1050 勇者荣耀活动怪；1051-1073 约会地下城系列活动怪；1074-1085&9100-9160 竞技场活动怪；1105-1110 野外BOSS怪物；2100-3099 副本怪物；3100-3157 活动深红熔渊怪；id=3201-3500 吕建强预留活动怪物；id=12000-12050 星月岛位面怪物
        map_id,

        %%: 名字，任务表的任务目标会调用此字段
        monster_id,

        pos,

        cycle_time

 }).

-endif.