
//// 本文件的注释请以 “////”开头
//// 本文件只支持行注释
//// 空行会自动跳过

//// 枚举的注释必须以 “//”开头，写在每个枚举类型的前面
//// 只支持 行注释枚举，多行请自行在每行加 “//”
//// 若要在生成文件中添加空行，请使用'//'注释


//// 枚举定义的值请使用小于 32768 的值 
//// 枚举定义的字母书写 请使用骆驼式（即：每个单词首字母大写）风格

//// 使用’///‘注释的文字会作为生成文件的注释

//// *.cs中，
////		使用’//‘或者’// //‘第二个‘//’之后的注释文字会作为客户端显示的文字
////		使用‘// //’注释时，若只在中间写入文字，不会有客户端显示的文字		

//// *.hrl中，
////		会保留骆驼式;
////		会自动在前面加上 "ErrorCode_"

//// 枚举定义的值的选取，请尽量遵循已有的风格

//// =====================================================================================================================
//// =====================================================================================================================
//// FOR All Readers:
//// 		1. 消息协议兼容以前的ErrorCode，无需做任何修改
////		2. 需要修改的请务必保证前后端同时修改，单独一边修改可能有错！！！！！（@WARNING）
////		3. 强烈建议ErrorCode由客户端添加，保证ErrorCode的显示方式

//// =====================================================================================================================
//// =====================================================================================================================
//// 客户端注意事项：
//// 	1. ErrorCode显示方式请使用@(枚举值)， 多种方式请使用 ‘|’ 隔开
////	2. ErrorCode有一个默认显示方式 Default = 0
////	3. ErrorCode 参数类型支持：
////						(1). i: 有符号整数
////						(2). u: 无符号整数
////						(3). f: 浮点数
////						(4). d：同 i
////						(5). s: 字符串
////						(6). l: 无符号64
////	4. 当需要使用‘%’，后面又有一个参数类型的字母时，请使用‘  //’转意，例如：“HHH%s” ---> “HHH  //s”,注释会被识别成不带参数
//// =====================================================================================================================
//// =====================================================================================================================


//// =====================================================================================================================
//// =====================================================================================================================
//// 服务器注意事项：
////	1. 服务器在发送ErrorCode消息时，需要保证所传参数与与规定的参数个数一致！！！！
//// =====================================================================================================================
//// ===================================================================================================================== 

enum ErrorCode
{
	// @(Fatal | Hide | Tips | MsgBox | Chat)Success
	Success = 0,
	/// ====================================================================
	/// 系统级错误号范围：1 ~ 1000
	/// ====================================================================
	// 异常
	Exception = 1,
	// 参数错误
	ParameterError = 2,
	// 目标地图不存在
	MapNotExists = 3,
	// 地图线路不存在
	MapLineNotExists = 4,
	// 地图线路不可以加入
	MapLineCantJoin = 5,
	// 创建地图新线路失败
	MapCreateLineFailed = 7,
	
	///请在服务器提示前面加errorcode，小于30001

};
