%%%-------------------------------------------------------------------
%%% @author Administrator
%%% @copyright (C) 2018, <COMPANY>
%%% @doc
%%%
%%% @end
%%% Created : 14. 十二月 2018 13:54
%%%-------------------------------------------------------------------
-author("Administrator").

-ifndef(DB_LOG_DEF_HRL).
-define(DB_LOG_DEF_HRL, true).

%% 表名字可是 字符串或者是原子: log_money | "log_money" 都可以
%%-------------------------------------------------------------------
%% 游戏服按月分表的日志
-define(GAME_MONTH_TABLE,[

]).

%%-------------------------------------------------------------------
%% 中心服按月分表的日志
-define(CENTER_MONTH_TABLE,[
    
]).




%%-------------------------------------------------------------------
%%-------------------------------------------------------------------
%% 这个不要改动，生成代码用
-define(MON_TABLE, ?GAME_MONTH_TABLE ++ ?CENTER_MONTH_TABLE).
%%-------------------------------------------------------------------
-endif.
