%%%-------------------------------------------------------------------
%%% @author mawenhong
%%% @copyright (C) 2018, <COMPANY>
%%% @doc
%%%
%%% @end
%%% Created : 11. 九月 2018 14:01
%%%-------------------------------------------------------------------
-author("mawenhong").

-ifndef(EVENT_CONDITION_HRL).
-define(EVENT_CONDITION_HRL, true).

%% 条件事件触发参数
-define(CONDITION_EVENT_PARAMS_SP, src_pid).                % 源PID（触发条件事件的PID）
-define(CONDITION_EVENT_PARAMS_MPT, module_process_type).   % 源模块类型

%%-------------------------------------------------------------------
%%-------------------------------------------------------------------
-define(CONDITION_OR, 0).   % 或
-define(CONDITION_AND, 1).  % 与

%%-------------------------------------------------------------------
%% 条件主分类
%%-------------------------------------------------------------------
%% 角色属性
-define(CONDITION_PLAYER_PROP, 0).
%% 是否有buff
-define(CONDITION_BUFF_HAS, 1).

%%-------------------------------------------------------------------
%% 分类的ID:BUFF区分类型效果，BUFF检查类型
%%-------------------------------------------------------------------
%% BUFF ID
-define(CONDITION_BUFF_HAS_ID, 0).
%% BUFF 正面效果与负面效果
-define(CONDITION_BUFF_HAS_PM, 1).
%% BUFF效果
-define(CONDITION_BUFF_HAS_EFFECT, 2).
%% BUFF GroupID
-define(CONDITION_BUFF_HAS_GROUP, 3).

%%-------------------------------------------------------------------
%% 逻辑判断
%%-------------------------------------------------------------------
-define(LOGIC_EQ, 4). % =
-define(LOGIC_GT, 0). % >
-define(LOGIC_LT, 2). % <
-define(LOGIC_GE, 1). % >=
-define(LOGIC_LE, 3). % =<
-define(LOGIC_NE, 5). % !=


%%-------------------------------------------------------------------
%% 目标类型
%%-------------------------------------------------------------------
-define(TARGET_SELF, 0).    % 自身
-define(TARGET_OTHER, 1).   % 目标

%%-------------------------------------------------------------------
%% 是否存在
%%-------------------------------------------------------------------
-define(EXIST, 0).      % 存在
-define(NOT_EXIST, 1).  % 不存在


%%-------------------------------------------------------------------
%% 事件主类型
%%-------------------------------------------------------------------
%% 伤害
-define(EVENT_DAMAGE,    0).
%% buff add
-define(EVENT_ADD_BUFF,  1).
%% buff del
-define(EVENT_DEL_BUFF,  2).

%%-------------------------------------------------------------------
%% 伤害事件子类型
%%-------------------------------------------------------------------
%% 属性伤害(根据取到的属性值造成伤害)
-define(EVENT_DAMAGE_SUB_PROP, 1).
%% 固定公式(其他特别计算方法，调用公式ID)
-define(EVENT_DAMAGE_SUB_FIX_FORMULA, 2).

%%-------------------------------------------------------------------
%% 伤害事件结果类型
%%-------------------------------------------------------------------
%% 伤害
-define(EVENT_DAMAGE_RESULT_TYPE_DAMAGE, 0).
%% 治疗
-define(EVENT_DAMAGE_RESULT_TYPE_TREAT, 1).
%% 护盾
-define(EVENT_DAMAGE_RESULT_TYPE_DEFENSE, 2).

%%-------------------------------------------------------------------
%% 伤害事件特殊选项(按位保存)
%%-------------------------------------------------------------------
%% 按正常逻辑
-define(EVENT_DAMAGE_IGNORE_NORMAL, 0).
%% 无视防御
-define(EVENT_DAMAGE_IGNORE_DEFENSE, 1).
%% 必定命中
-define(EVENT_DAMAGE_CERTAINLY_HIT, 2).
%% 必定暴击
-define(EVENT_DAMAGE_CERTAINLY_DODGE, 4).

%%-------------------------------------------------------------------
%% BUFF事件免疫鉴定
%%-------------------------------------------------------------------
%% 判断免疫
-define(EVENT_BUFF_JUDGE_IMMUNE, 0).
%% 无视免疫
-define(EVENT_BUFF_IGNORE_IMMUNE, 1).

-endif.
