%%%-------------------------------------------------------------------
%%% @author mawenhong
%%% @copyright (C) 2018, <COMPANY>
%%% @doc
%%%
%%% @end
%%% Created : 11. 九月 2018 14:01
%%%-------------------------------------------------------------------
-author("mawenhong").

-ifndef(EVENT_CONDITION_HRL).
-define(EVENT_CONDITION_HRL, true).

%%-------------------------------------------------------------------
%%-------------------------------------------------------------------
-define(CONDITION_OR, 0).   % 或
-define(CONDITION_AND, 1).  % 与

%%-------------------------------------------------------------------
%% 条件主分类
%%-------------------------------------------------------------------
%% 角色属性
-define(CONDITION_PLAYER_PROP, 0).
%% 是否有buff
-define(CONDITION_BUFF_HAS, 1).

%%-------------------------------------------------------------------
%% 分类的ID:BUFF区分类型效果，BUFF检查类型
%%-------------------------------------------------------------------
%% BUFF ID
-define(CONDITION_BUFF_HAS_ID, 0).
%% BUFF 正面效果与负面效果
-define(CONDITION_BUFF_HAS_PM, 1).
%% BUFF效果
-define(CONDITION_BUFF_HAS_EFFECT, 2).
%% BUFF GroupID
-define(CONDITION_BUFF_HAS_GROUP, 3).

%%-------------------------------------------------------------------
%% 逻辑判断
%%-------------------------------------------------------------------
-define(LOGIC_EQ, 4). % =
-define(LOGIC_GT, 0). % >
-define(LOGIC_LT, 2). % <
-define(LOGIC_GE, 1). % >=
-define(LOGIC_LE, 3). % =<
-define(LOGIC_NE, 5). % !=


%%-------------------------------------------------------------------
%% 目标类型
%%-------------------------------------------------------------------
-define(TARGET_SELF, 0).    % 自身
-define(TARGET_OTHER, 1).   % 目标

%%-------------------------------------------------------------------
%% 是否存在
%%-------------------------------------------------------------------
-define(EXIST, 0).      % 存在
-define(NOT_EXIST, 1).  % 不存在


%%-------------------------------------------------------------------
%% 事件主类型
%%-------------------------------------------------------------------
%% 伤害
-define(EVENT_DAMAGE,    0).
%% buff
-define(EVENT_ADD_BUFF,  1).
-define(EVENT_DEL_BUFF,  2).

%%-------------------------------------------------------------------
%% 事件子类型
%%-------------------------------------------------------------------
%% 按比例伤害
-define(EVENT_DAMAGE_SUB_PERCENT, 1).
%% 固定伤害
-define(EVENT_DAMAGE_SUB_FIX, 2).






-endif.
