%%%-------------------------------------------------------------------
%%% @author mawenhong
%%% @copyright (C) 2018, <COMPANY>
%%% @doc
%%%
%%% @end
%%% Created : 11. 九月 2018 14:01
%%%-------------------------------------------------------------------
-author("mawenhong").

-ifndef(EVENT_CONDITION_HRL).
-define(EVENT_CONDITION_HRL, true).

%%-------------------------------------------------------------------
%%-------------------------------------------------------------------
-define(CONDITION_OR, 0).
-define(CONDITION_AND, 1).

%%-------------------------------------------------------------------
%% 逻辑判断
%%-------------------------------------------------------------------
-define(LOGIC_EQ, 1). % =
-define(LOGIC_GT, 2). % >
-define(LOGIC_LT, 3). % <
-define(LOGIC_GE, 4). % >=
-define(LOGIC_LE, 5). % =<
-define(LOGIC_NE, 6). % !=


%%-------------------------------------------------------------------
%% 目标类型
%%-------------------------------------------------------------------
-define(TARGET_SELF, 1).
-define(TARGET_OTHER, 2).

%%-------------------------------------------------------------------
%% buff检查类型
%%-------------------------------------------------------------------
%%按ID
-define(BUFF_CHECK_TYPE_ID,     0).
%%按增益减益
-define(BUFF_CHECK_TYPE_EN_DE,  1).
%%按效果
-define(BUFF_CHECK_TYPE_EFFECT, 2).
%%按组
-define(BUFF_CHECK_TYPE_GROUP,  3).

%%-------------------------------------------------------------------
%% buff类型
%%-------------------------------------------------------------------
%% 减益buff
-define(BUFF_DEBUFF, 1).
%% 增益buff
-define(BUFF_ENBUFF, 2).


%%-------------------------------------------------------------------
%% 事件主类型
%%-------------------------------------------------------------------
%% 伤害
-define(EVENT_DAMAGE, 1).
%% buff
-define(EVENT_BUFF, 1).

%%-------------------------------------------------------------------
%% 事件子类型
%%-------------------------------------------------------------------
%% 按比例伤害
-define(EVENT_DAMAGE_SUB_PERCENT, 1).
%% 固定伤害
-define(EVENT_DAMAGE_SUB_FIX, 2).
%% 添加buff
-define(EVENT_BUFF_SUB_ADD, 1).
%% 删除buff
-define(EVENT_BUFF_SUB_DEL, 1).

%%-------------------------------------------------------------------
%% 条件主类型
%%-------------------------------------------------------------------
%% 角色
-define(CONDITION_PLAYER, 1).
%% buff
-define(CONDITION_BUFF,   2).

%%-------------------------------------------------------------------
%% 条件子类型
%%-------------------------------------------------------------------
%% 生命百分比
-define(CONDITION_PLAYER_SUB_HP_PERCENT, 1).
%% 生命固定值
-define(CONDITION_PLAYER_SUB_HP, 2).


%% 是否有buff
-define(CONDITION_BUFF_SUB_HAS, 1).
%% 检查buff时间
-define(CONDITION_BUFF_SUB_CHECK_TIME, 2).



-endif.
